Repository: rayo-alcantar/spellcheck
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es

source: Spellcheck
es: Corrector ortográfico

source: accepted: {choice.name}
es: aceptado: {elección.nombre}

source: Added to personal dictionary
es: Agregado al diccionario personal

source: Ignore for this session
es: Ignorar para esta sesión

source: Add to dictionary
es: Añadir al diccionario

source: Copies the corrected text to the clipboard
es: Copia el texto corregido al portapapeles.

source: Replaces the text in the edit field with the corrected text
es: Reemplaza el texto en el campo de edición con el texto corregido

source: No misspellings
es: Sin errores ortográficos

source: Can not replace text, the text field is read only
es: No se puede reemplazar el texto, el campo de texto es de solo lectura

source: Downloaded: {progress}%
es: Descargado: {progreso}%

source: Successfully downloaded dictionary for language {lang}
es: Diccionario descargado correctamente para el idioma {lang}

source: Dictionary Downloaded
es: Diccionario descargado

source: Cannot download dictionary for language {lang}. Please check your connection and try again.
es: No se puede descargar el diccionario del idioma {lang}.\n Por favor, compruebe la conexión y vuelva a intentarlo.

source: Download Failed
es: Descarga fallida

source: Dictionary for language {lang} is missing. Would you like to download it?
es: Falta el diccionario del idioma {lang}.\n ¿Quieres descargarlo?

source: Download Language Dictionary
es: Descargar Diccionario de Idiomas

source: Downloading Dictionary For Language {lang}
es: Descarga del diccionario de idiomas {lang}

source: Retrieving download information...
es: Recuperando información de descarga...

source: Checks spelling errors for the selected text using the current input language
es: Comprueba los errores ortográficos del texto seleccionado utilizando el idioma de entrada actual

source: Toggles the method used in determining the language for spellchecking: user-chosen versus current input language
es: Alterna el método utilizado para determinar el idioma para la revisión ortográfica: idioma de entrada elegido por el usuario versus idioma de entrada actual

source: Dialog is already open
es: El diálogo ya está abierto.

source: Please choose the language you want to use for spellchecking.
es: Elija el idioma que desea utilizar para la revisión ortográfica.

source: Choose Spellcheck Language
es: Elija el idioma del corrector ortográfico

source: Using the active Input language for spellchecking
es: Uso del idioma de entrada activo para la revisión ortográfica

source: Spelling Errors
es: Errores de ortografía

source: Dialects found for language {lang}. Please select the one you want to download.
es: Dialectos encontrados para el idioma {lang}.\n Seleccione el que desea descargar.

source: Dialects Found
es: Dialectos encontrados

source: Language dictionary for language {lang} is not available.
es: El diccionario de idiomas para el idioma {lang} no está disponible.

source: Spellchecking is not supported here
es: Aquí no se admite la corrección ortográfica

source: No text is selected
es: No hay ningún texto seleccionado.

source: The Spellcheck add-on comes bundled with some default language dictionaries. Would you like to add them?
es: El complemento Spellcheck viene incluido con algunos diccionarios de idiomas predeterminados. ¿Quieres agregarlos?

source: Add Default Dictionaries
es: Agregar diccionarios predeterminados

source: A multilingual spellchecker. Detects spelling mistakes in current selection and provide correction suggestions.
es: Un corrector ortográfico multilingüe. Detecta errores ortográficos en la selección actual y proporciona sugerencias de corrección.
